Repository: eacevedof/prj_theframework_helpers
Catalog: backend_web/locale/*/default.po
Languages: es

source: Back
es: Volver

source: Content not found
es: Contenido no encontrado

source: Forbidden {0}!
es: Prohibido {0}!

source: You are not allowed to view this content
es: No tienes permisos para ver este contenido

source: An unexpected error occurred!
es: Ha ocurrido un error inesperado!

source: Woops! Something went wrong.
es: Vaya! Algo ha ido mal

source: Please, try again later
es: Por favor, prueba más tarde de nuevo

source: Back to home
es: Volver al inicio

source: Dashboard
es: Panel de control

source: Empty value is not allowed
es: Valor en blanco no esta permitido

source: Invalid {0} format
es: Formato {0} inválido

source: Name
es: Nombre

source: {0} must be greater than {1} and lighter than {2}
es: {0} debe ser mayor que {1} y menor que {2}

source: Message
es: Mensaje

source: Bad request. Check form errors
es: Petición incorrecta. Comprueba los errores del formulario

source: Thank you! Your information has been sent successfully.
es: Gracias! Tu información ha sido enviada satisfactoriamente.

source: Bad request
es: Petición incorrecta

source: Invalid CSRF
es: CSRF Inválido

source: Wrong action
es: Accion incorrecta

source: Unexpected error
es: Error inesperado

source: Hello {0}!
es: Hola {0}!

source: Invalid or expired CSRF. Reload this page please. c{0}
es: CSRF Incorrecto o caducado. Por favor recarga la página. c{0}

source: Expired CSRF {0}
es: CSRF Caducado {0}
